---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserMaterial
source: html/cf344336-b6eb-7715-7798-f673716769ae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserMaterial Property

"Riser Material"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeRiserMaterial { get; }
```